Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DeploymentSuccess
source: Successfully deployed all of the selected XML files
ar: تم نشر جميع ملفات XML المحددة بنجاح
de_de: Alle ausgewählten XML-Dateien wurden erfolgreich bereitgestellt
el_gr: Επιτυχής ανάπτυξη όλων των επιλεγμένων αρχείων XML
es: Todos los archivos XML seleccionados se implementaron correctamente
fr_fr: Déploiement réussi de tous les fichiers XML sélectionnés
he_il: הפעלתי בהצלחה את כל קבצי ה-XML שנבחרו
hi_in: सभी चयनित XML फाइलें सफलतापूर्वक तैनात की गईं
ja_jp: 選択したすべてのXMLファイルが正常に展開されました
ml_in: തിരഞ്ഞെടുത്ത എല്ലാ XML ഫയലുകളും വിജയകരമായി വിന്യസിച്ചു
pl_pl: Pomyślnie wdrożono wszystkie wybrane pliki XML
tr_tr: Seçilen XML dosyalarının tümü başarıyla dağıtıldı

source: Signed XML files.
ar: ملفات XML الموقعة.
de_de: signierten XML-Dateien.
el_gr: Υπογεγραμμένων αρχείων XML.
es: archivos XML firmados.
fr_fr: fichiers XML signés.
he_il: קבצי XML חתומים.
hi_in: साइन की गई XML फाइलें।
ja_jp: 個の署名済みXMLファイル。
ml_in: ഒപ്പിട്ട XML ഫയലുകൾ.
pl_pl: Podpisane pliki XML.
tr_tr: İmzalı XML dosyaları.

# PolicyConflictMessage
source: A policy with the same PolicyID
ar: هناك سياسة بنفس معرّف السياسة
de_de: Eine Richtlinie mit derselben Richtlinien-ID
el_gr: Μια πολιτική με το ίδιο PolicyID
es: Una directiva con el mismo PolicyID
fr_fr: Une stratégie avec le même PolicyID
he_il: מדיניות עם אותו PolicyID
hi_in: एक ही PolicyID वाली एक नीति
ja_jp: 同じPolicyIDを持つポリシー
ml_in: ഒരേ പോളിസി ഐഡിയുള്ള ഒരു നയം
pl_pl: Zasady o tym samym identyfikatorze PolicyID
tr_tr: Aynı PolicyID'ye sahip bir politika

# RemovingPolicy
source: is already deployed on the system in Unsigned version. Removing it before deployed the signed version to prevent boot failures.
ar: نشرت بالفعل على النظام بالإصدار غير الموقّع. جارٍ إزالتها قبل نشر النسخة الموقّعة لمنع فشل التمهيد.
de_de: ist bereits als nicht signierte Version auf dem System bereitgestellt. Sie wird entfernt, bevor die signierte Version bereitgestellt wird, um Startfehler zu vermeiden.
el_gr: είναι ήδη αναπτυγμένη στο σύστημα σε μη υπογεγραμμένη έκδοση. Αφαίρεσή της πριν από την ανάπτυξη της υπογεγραμμένης έκδοσης για να αποφευχθούν αποτυχίες εκκίνησης.
es: ya está implementada en el sistema en versión Sin Firmar. Eliminándola antes de implementar la versión firmada para evitar fallos de arranque.
fr_fr: est déjà déployée sur le système en version non signée. Suppression avant le déploiement de la version signée pour éviter les échecs de démarrage.
he_il: כבר מופעלת במערכת בגרסה לא חתומה. מסיר אותה לפני הפעלת הגרסה החתומה כדי למנוע כשלי אתחול.
hi_in: पहले से सिस्टम पर असाइन की गई संस्करण में तैनात है। बूट विफलताओं से बचने के लिए इसे साइन की गई संस्करण तैनात करने से पहले हटाया जा रहा है।
ja_jp: は既にシステムに未署名バージョンで展開されています。起動エラーを防ぐため、署名済みバージョンを展開する前に削除しています。
ml_in: ഇതിനകം സിസ്റ്റത്തിൽ ഒപ്പിടാത്ത പതിപ്പിൽ വിന്യസിച്ചിട്ടുണ്ട്. ബൂട്ട് പരാജയങ്ങൾ തടയുന്നതിനായി ഒപ്പിട്ട പതിപ്പ് വിന്യസിക്കുന്നതിന് മുമ്പ് ഇത് നീക്കംചെയ്യുന്നു.
pl_pl: są już wdrożone w systemie w wersji niepodpisanej. Usuwanie ich przed wdrożeniem wersji podpisanej, aby zapobiec błędom rozruchu.
tr_tr: İmzasız sürümde zaten sistemde konuşlandırılmıştır. Önyükleme hatalarını önlemek için imzalı sürümü dağıtmadan önce onu kaldırmak.

# SignedDeploymentSuccess
source: Successfully deployed all of the selected XML files as Signed policies
ar: تم نشر جميع ملفات XML المحددة كسياسات موقعة بنجاح
de_de: Alle ausgewählten XML-Dateien wurden erfolgreich als signierte Richtlinien bereitgestellt
el_gr: Επιτυχής ανάπτυξη όλων των επιλεγμένων αρχείων XML ως Υπογεγραμμένες πολιτικές
es: Todos los archivos XML seleccionados se implementaron correctamente como directivas Firmadas
fr_fr: Déploiement réussi de tous les fichiers XML sélectionnés en tant que stratégies signées
he_il: הפעלתי בהצלחה את כל קבצי ה-XML שנבחרו כמדיניות חתומות
hi_in: सभी चयनित XML फाइलें साइन की गई नीतियों के रूप में सफलतापूर्वक तैनात की गईं
ja_jp: 選択したすべてのXMLファイルが署名済みポリシーとして正常に展開されました
ml_in: തിരഞ്ഞെടുത്ത എല്ലാ XML ഫയലുകളും ഒപ്പിട്ട നയങ്ങളായി വിജയകരമായി വിന്യസിച്ചു
pl_pl: Pomyślnie wdrożono wszystkie wybrane pliki XML jako podpisane zasady
tr_tr: Seçilen XML dosyalarının tümünü İmzalı politikalar olarak başarıyla dağıttı

# CIPFiles
source: CIP binary files.
ar: ملفات ثنائية CIP.
de_de: CIP-Binärdateien.
el_gr: δυαδικών αρχείων CIP.
es: archivos binarios CIP.
fr_fr: fichiers binaires CIP.
he_il: קבצי CIP בינאריים.
hi_in: CIP बाइनरी फाइलें।
ja_jp: 個のCIPバイナリファイル。
ml_in: CIP ബൈനറി ഫയലുകൾ.
pl_pl: plików binarnych CIP.
tr_tr: CIP ikili dosyaları.

# DeployingCIPFile
source: Currently Deploying CIP file: '
ar: جارٍ نشر ملف CIP الحالي: '
de_de: Aktuell wird folgende CIP-Datei bereitgestellt: '
el_gr: Προς το παρόν γίνεται ανάπτυξη του αρχείου CIP: '
es: Implementando actualmente el archivo CIP: '
fr_fr: Déploiement actuel du fichier CIP : '
he_il: כעת מפעיל קובץ CIP: '
hi_in: वर्तमान में तैनात की जा रही CIP फाइल: '
ja_jp: 現在展開中のCIPファイル： '
ml_in: നിലവിൽ CIP ഫയൽ വിന്യസിക്കുന്നു: '
pl_pl: Obecnie wdrażany plik CIP: '
tr_tr: Şu anda CIP dosyası dağıtılıyor: '

# CIPDeploymentSuccess
source: Successfully deployed all of the selected CIP files
ar: تم نشر جميع ملفات CIP المحددة بنجاح
de_de: Alle ausgewählten CIP-Dateien wurden erfolgreich bereitgestellt
el_gr: Επιτυχής ανάπτυξη όλων των επιλεγμένων αρχείων CIP
es: Todos los archivos CIP seleccionados se implementaron correctamente
fr_fr: Déploiement réussi de tous les fichiers CIP sélectionnés
he_il: הפעלתי בהצלחה את כל קבצי ה-CIP שנבחרו
hi_in: सभी चयनित CIP फाइलें सफलतापूर्वक तैनात की गईं
ja_jp: 選択したすべてのCIPファイルが正常に展開されました
ml_in: തിരഞ്ഞെടുത്ത എല്ലാ CIP ഫയലുകളും വിജയകരമായി വിന്യസിച്ചു
pl_pl: Pomyślnie wdrożono wszystkie wybrane pliki CIP
tr_tr: Seçilen CIP dosyalarının tümü başarıyla dağıtıldı

# CloudDeploymentActive
source: Cloud Deployment is Currently Active
ar: النشر السحابي نشط حاليًا
de_de: Cloudbereitstellung ist derzeit aktiv
el_gr: Η Ανάπτυξη στο Cloud είναι Προς το Παρών Ενεργή
es: La Implementación en la Nube está Actualmente Activa
fr_fr: Le déploiement cloud est actuellement actif
he_il: הפעלה בענן פעילה כעת
hi_in: क्लाउड तैनाती वर्तमान में सक्रिय है
ja_jp: クラウド展開が現在アクティブです
ml_in: ക്ലൗഡ് വിന്യാസം നിലവിൽ സജീവമാണ്
pl_pl: Wdrożenie w chmurze jest obecnie aktywne
tr_tr: Bulut Dağıtımı Şu anda Etkin

# LocalDeploymentActive
source: Local Deployment is Currently Active
ar: النشر المحلي نشط حاليًا
de_de: Lokale Bereitstellung ist derzeit aktiv
el_gr: Η Τοπική Ανάπτυξη είναι Προς το Παρών Ενεργή
es: La Implementación Local está Actualmente Activa
fr_fr: Le déploiement local est actuellement actif
he_il: הפעלה מקומית פעילה כעת
hi_in: लोकल तैनाती वर्तमान में सक्रिय है
ja_jp: ローカル展開が現在アクティブです
ml_in: പ്രാദേശിക വിന്യാസം നിലവിൽ സജീവമാണ്
pl_pl: Wdrożenie lokalne jest obecnie aktywne
tr_tr: Yerel Dağıtım Şu anda Etkin

# ProcessingTitle
source: Processing
ar: جارٍ المعالجة
de_de: Verarbeitung
el_gr: Επεξεργασία
es: Procesando
fr_fr: Traitement
he_il: מעבד
hi_in: संसाधित किया जा रहा है
ja_jp: 処理中
ml_in: പ്രോസസ്സ് ചെയ്യുന്നു
pl_pl: Przetwarzanie
tr_tr: İşleme

# BuildingCertificate
source: Building the certificate...
ar: جارٍ إنشاء الشهادة...
de_de: Zertifikat wird erstellt...
el_gr: Δημιουργία του πιστοποιητικού...
es: Creando el certificado...
fr_fr: Création du certificat...
he_il: בונה את התעודה...
hi_in: प्रमाणपत्र बना रहे हैं...
ja_jp: 証明書を構築しています...
ml_in: സർട്ടിഫിക്കറ്റ് നിർമ്മിക്കുന്നു...
pl_pl: Tworzenie certyfikatu...
tr_tr: Sertifika oluşturuluyor...

# ErrorTitle
source: Error
ar: خطأ
de_de: Fehler
el_gr: Σφάλμα
fr_fr: Erreur
he_il: שגיאה
hi_in: त्रुटि
ja_jp: エラー
ml_in: പിശക്
pl_pl: Błąd
tr_tr: Hata

# CertificateBuildError
source: Errors occurred while building the certificate
ar: حدثت أخطاء أثناء إنشاء الشهادة
de_de: Beim Erstellen des Zertifikats sind Fehler aufgetreten
el_gr: Παρουσιάστηκαν σφάλματα κατά τη δημιουργία του πιστοποιητικού
es: Ocurrieron errores al crear el certificado
fr_fr: Des erreurs se sont produites lors de la création du certificat
he_il: אירעו שגיאות במהלך בניית התעודה
hi_in: प्रमाणपत्र बनाते समय त्रुटियाँ हुईं
ja_jp: 証明書の構築中にエラーが発生しました
ml_in: സർട്ടിഫിക്കറ്റ് നിർമ്മിക്കുമ്പോൾ പിശകുകൾ സംഭവിച്ചു
pl_pl: Wystąpiły błędy podczas tworzenia certyfikatu
tr_tr: Sertifika oluşturulurken hatalar oluştu

# SuccessText
source: Success
ar: نجاح
de_de: Erfolg
el_gr: Επιτυχία
es: Éxito
fr_fr: Succès
he_il: הצלחה
hi_in: सफलता
ja_jp: 成功
ml_in: വിജയം
pl_pl: Sukces
tr_tr: Başarı

# CertificateBuildSuccess
source: Successfully generated the certificate with the selected details. The certificate's thumbprint is: '
ar: تم إنشاء الشهادة بالتفاصيل المحددة بنجاح. البصمة: '
de_de: Das Zertifikat wurde mit den ausgewählten Details erfolgreich erstellt. Der Fingerabdruck des Zertifikats lautet: '
el_gr: Επιτυχής δημιουργία του πιστοποιητικού με τις επιλεγμένες λεπτομέρειες. Το αποτύπωμα του πιστοποιητικού είναι: '
es: Se generó correctamente el certificado con los detalles seleccionados. La huella digital del certificado es: '
fr_fr: Certificat généré avec succès avec les détails sélectionnés. L'empreinte du certificat est : '
he_il: יצרתי בהצלחה את התעודה עם הפרטים שנבחרו. טביעת האצבע של התעודה היא: '
hi_in: चयनित विवरणों के साथ प्रमाणपत्र सफलतापूर्वक उत्पन्न हुआ। प्रमाणपत्र का थंबप्रिंट है: '
ja_jp: 選択した詳細情報で証明書が正常に生成されました。証明書のサムプリント： '
ml_in: തിരഞ്ഞെടുത്ത വിശദാംശങ്ങളോടുകൂടിയ സർട്ടിഫിക്കറ്റ് വിജയകരമായി സൃഷ്ടിച്ചു. സർട്ടിഫിക്കറ്റിന്റെ തമ്പ്‌പ്രിന്റ് ഇതാണ്: '
pl_pl: Pomyślnie wygenerowano certyfikat z wybranymi szczegółami. Odcisk palca certyfikatu to: '
tr_tr: Sertifika seçilen ayrıntılarla başarıyla oluşturuldu. Sertifikanın parmak izi: '

# SelectFilesOrFoldersTitle
source: Select files or folders
ar: اختر ملفات أو مجلدات
de_de: Dateien oder Ordner auswählen
el_gr: Επιλέξτε αρχεία ή φακέλους
es: Seleccionar archivos o carpetas
fr_fr: Sélectionner des fichiers ou des dossiers
he_il: בחר קבצים או תיקיות
hi_in: फ़ाइलें या फ़ोल्डर चुनें
ja_jp: ファイルまたはフォルダーを選択
ml_in: ഫയലുകളോ ഫോൾഡറുകളോ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz pliki lub foldery
tr_tr: Dosya veya klasörleri seçin

# NoFilesOrFoldersSelected
source: No files or folders were selected for policy creation.
ar: لم يتم اختيار أي ملفات أو مجلدات لإنشاء السياسة.
de_de: Für die Richtlinienerstellung wurden keine Dateien oder Ordner ausgewählt.
el_gr: Δεν επιλέχθηκαν αρχεία ή φάκελοι για τη δημιουργία πολιτικής.
es: No se seleccionaron archivos o carpetas para la creación de la directiva.
fr_fr: Aucun fichier ou dossier n'a été sélectionné pour la création de la stratégie.
he_il: לא נבחרו קבצים או תיקיות ליצירת מדיניות.
hi_in: नीति निर्माण के लिए कोई फ़ाइलें या फ़ोल्डर चयनित नहीं किए गए।
ja_jp: ポリシー作成用のファイルまたはフォルダーが選択されていません。
ml_in: നയരൂപീകരണത്തിനായി ഫയലുകളോ ഫോൾഡറുകളോ തിരഞ്ഞെടുത്തിട്ടില്ല.
pl_pl: Nie wybrano żadnych plików ani folderów do utworzenia zasad.
tr_tr: İlke oluşturmak için hiçbir dosya veya klasör seçilmedi.

# ChoosePolicyNameTitle
source: Choose a Policy Name
ar: اختر اسمًا للسياسة
de_de: Richtliniennamen auswählen
el_gr: Επιλέξτε ένα Όνομα Πολιτικής
es: Elegir un Nombre de Directiva
fr_fr: Choisissez un nom de stratégie
he_il: בחר שם מדיניות
hi_in: नीति का नाम चुनें
ja_jp: ポリシー名を選択
ml_in: ഒരു നയത്തിന്റെ പേര് തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz nazwę zasad
tr_tr: Bir Politika Adı Seçin

# ChoosePolicyNameSubtitle
source: You need to provide a name for the policy.
ar: يجب عليك تقديم اسم للسياسة.
de_de: Sie müssen einen Namen für die Richtlinie angeben.
el_gr: Πρέπει να παρέχετε ένα όνομα για την πολιτική.
es: Necesita proporcionar un nombre para la directiva.
fr_fr: Vous devez fournir un nom pour la stratégie.
he_il: עליך לספק שם למדיניות.
hi_in: नीति के लिए एक नाम प्रदान करना आवश्यक है।
ja_jp: ポリシーの名前を指定する必要があります。
ml_in: നിങ്ങൾ നയത്തിന് ഒരു പേര് നൽകേണ്ടതുണ്ട്.
pl_pl: Musisz podać nazwę dla zasad.
tr_tr: Politika için bir ad vermeniz gerekir.

# SelectedFilesAndFolders
source: You selected
ar: لقد اخترت
de_de: Sie haben
el_gr: Επιλέξατε
es: Seleccionó
fr_fr: Vous avez sélectionné
he_il: בחרת
hi_in: आपने चयनित किया
ja_jp: 選択されたのは
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്തു
pl_pl: Wybrano
tr_tr: Seçtiniz

source: files and
ar: ملفات و
de_de: Dateien und
el_gr: αρχεία και
es: archivos y
fr_fr: fichiers et
he_il: קבצים ו-
hi_in: फाइलें और
ja_jp: 個のファイルと
ml_in: ഫയലുകളും
pl_pl: plików i
tr_tr: dosyalar ve

source: folders.
ar: مجلدات.
de_de: Ordner.
el_gr: φακέλους.
es: carpetas.
fr_fr: dossiers.
he_il: תיקיות.
hi_in: फ़ोल्डर।
ja_jp: 個のフォルダーです。
ml_in: ഫോൾഡറുകളും.
pl_pl: folderów.
tr_tr: klasörler.

# NoCompatibleFilesTitle
source: No compatible files detected
ar: لم يتم اكتشاف ملفات متوافقة
de_de: Keine kompatiblen Dateien erkannt
el_gr: Δεν ανιχνεύθηκαν συμβατά αρχεία
es: No se detectaron archivos compatibles
fr_fr: Aucun fichier compatible détecté
he_il: לא זוהו קבצים תואמים
hi_in: कोई संगत फाइलें नहीं मिलीं
ja_jp: 互換性のあるファイルが検出されませんでした
ml_in: അനുയോജ്യമായ ഫയലുകളൊന്നും കണ്ടെത്തിയില്ല
pl_pl: Nie wykryto zgodnych plików
tr_tr: Uyumlu dosya algılanmadı

# NoCompatibleFilesDetected
source: No AppControl compatible files have been detected in any of the files and folder paths you selected
ar: لم يتم اكتشاف ملفات متوافقة مع AppControl في أي من المسارات التي اخترتها
de_de: In den von Ihnen ausgewählten Datei- und Ordnerpfaden wurden keine mit AppControl kompatiblen Dateien erkannt
el_gr: Δεν ανιχνεύθηκαν συμβατά αρχεία AppControl σε καμία από τις διαδρομές αρχείων και φακέλων που επιλέξατε
es: No se han detectado archivos compatibles con AppControl en ninguna de las rutas de archivos y carpetas que seleccionó
fr_fr: Aucun fichier compatible AppControl n'a été détecté dans les chemins de fichiers et dossiers que vous avez sélectionnés
he_il: לא זוהו קבצים תואמי AppControl באף אחד מהקבצים ונתיבי התיקיות שבחרת
hi_in: आपने जिन फ़ाइलों और फ़ोल्डरों के पाथ चुने हैं उनमें से किसी में AppControl संगत फाइलें नहीं मिलीं
ja_jp: 選択したファイルおよびフォルダーパスのいずれにも、AppControl互換ファイルは検出されませんでした
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത ഫയൽ, ഫോൾഡർ പാതകളിലൊന്നും ആപ്പ്കൺട്രോളിന് അനുയോജ്യമായ ഫയലുകൾ കണ്ടെത്തിയിട്ടില്ല
pl_pl: Nie wykryto żadnych plików zgodnych z AppControl w żadnej z wybranych ścieżek plików i folderów
tr_tr: Seçtiğiniz dosya ve klasör yollarının hiçbirinde AppControl uyumlu dosya algılanmadı

# ScanningFiles
source: Scanning a total of
ar: جارٍ فحص إجمالي
de_de: Es werden insgesamt
el_gr: Σάρωση συνολικά
es: Escaneando un total de
fr_fr: Analyse d'un total de
he_il: סורק סך של
hi_in: कुल स्कैन किया जा रहा है
ja_jp: 合計
ml_in: ആകെ സ്കാൻ ചെയ്യുന്നു
pl_pl: Skanowanie łącznie
tr_tr: Toplam tarama

source: AppControl compatible files...
ar: ملفات متوافقة مع AppControl...
de_de: AppControl-kompatible Dateien gescannt...
el_gr: συμβατών αρχείων AppControl...
es: archivos compatibles con AppControl...
fr_fr: fichiers compatibles AppControl...
he_il: קבצים תואמי AppControl...
hi_in: AppControl संगत फाइलें...
ja_jp: 個のAppControl互換ファイルをスキャンしています...
ml_in: ആപ്പ്കൺട്രോളിന് അനുയോജ്യമായ ഫയലുകൾ...
pl_pl: plików zgodnych z AppControl...
tr_tr: AppControl uyumlu dosyalar...

# ScanCompleted
source: Scan completed, creating the Deny policy
ar: اكتمل الفحص، جارٍ إنشاء سياسة Deny
de_de: Scan abgeschlossen, die Deny-Richtlinie wird erstellt
el_gr: Η σάρωση ολοκληρώθηκε, δημιουργία της πολιτικής Απαγόρευσης
es: Escaneo completado, creando la directiva de Denegación
fr_fr: Analyse terminée, création de la stratégie de refus
he_il: הסריקה הושלמה, יוצר את מדיניות הדחייה
hi_in: स्कैन पूरा हुआ, निषेध नीति बना रहे हैं
ja_jp: スキャンが完了しました。拒否ポリシーを作成しています
ml_in: സ്കാൻ പൂർത്തിയായി, നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുന്നു
pl_pl: Skanowanie zakończone, tworzenie zasad odmowy
tr_tr: Tarama tamamlandı, Reddetme politikası oluşturuldu

# DeployingThePolicy
source: Deploying the policy on the system.
ar: جارٍ نشر السياسة على النظام.
de_de: Bereitstellen der Richtlinie auf dem System.
el_gr: Ανάπτυξη της πολιτικής στο σύστημα.
es: Implementando la directiva en el sistema.
fr_fr: Déploiement de la stratégie sur le système.
he_il: מפעיל את המדיניות במערכת.
hi_in: नीति सिस्टम पर तैनात की जा रही है।
ja_jp: システムにポリシーを展開しています。
ml_in: സിസ്റ്റത്തിൽ നയം വിന്യസിക്കുന്നു.
pl_pl: Wdrażanie zasad w systemie.
tr_tr: Politikanın sisteme dağıtılması.

# DenyPolicyCreatedSuccessfully
source: Successfully created a Deny policy named '
ar: تم إنشاء سياسة Deny باسم '
de_de: Die Deny-Richtlinie mit dem Namen '
el_gr: Επιτυχής δημιουργία μιας πολιτικής Απαγόρευσης με το όνομα '
es: Se creó correctamente una directiva de Denegación llamada '
fr_fr: Création réussie d'une stratégie de refus nommée '
he_il: יצרתי בהצלחה מדיניות דחייה בשם '
hi_in: सफलतापूर्वक निषेध नीति बनाई गई जिसका नाम है '
ja_jp: 拒否ポリシーが正常に作成されました。名前： '
ml_in: വിജയകരമായി ഒരു നിഷേധിക്കൽ നയം സൃഷ്ടിച്ചു '
pl_pl: Pomyślnie utworzono zasady odmowy o nazwie '
tr_tr: ' adında bir Reddetme politikası başarıyla oluşturuldu

source: Scalability:
ar: قابلية التوسع:
de_de: Skalierbarkeit:
el_gr: Κλιμακωσιμότητα:
es: Escalabilidad:
fr_fr: Évolutivité :
he_il: מדרגיות:
hi_in: स्केलेबिलिटी:
ja_jp: 拡張性：
ml_in: വ്യാപ്തി:
pl_pl: Skalowalność:
tr_tr: Ölçeklenebilirlik:

# NoAppSelectedForDenyPolicy
source: No app was selected to create a deny policy for
ar: لم يتم اختيار أي تطبيق لإنشاء سياسة Deny له
de_de: Es wurde keine App ausgewählt, für die eine Deny-Richtlinie erstellt werden soll
el_gr: Δεν επιλέχθηκε εφαρμογή για τη δημιουργία πολιτικής απαγόρευσης
es: No se seleccionó ninguna aplicación para crear una directiva de denegación
fr_fr: Aucune application n'a été sélectionnée pour créer une stratégie de refus
he_il: לא נבחרה אפליקציה ליצירת מדיניות דחייה עבורה
hi_in: निषेध नीति बनाने के लिए कोई ऐप चयनित नहीं किया गया
ja_jp: 拒否ポリシーを作成するアプリが選択されていません
ml_in: നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുന്നതിനായി ഒരു ആപ്പും തിരഞ്ഞെടുത്തിട്ടില്ല
pl_pl: Nie wybrano aplikacji, dla której mają zostać utworzone zasady odmowy
tr_tr: Reddetme politikası oluşturmak için hiçbir uygulama seçilmedi

# CreatingPFNBasedDenyPolicy
source: Creating the deny policy based on Package Family Names
ar: جارٍ إنشاء سياسة Deny بناءً على أسماء عائلات الحزم
de_de: Erstellen der Deny-Richtlinie basierend auf Paketfamiliennamen
el_gr: Δημιουργία της πολιτικής απαγόρευσης με βάση τα Ονόματα Οικογένειας Πακέτου
es: Creando la directiva de denegación basada en Nombres de Familia de Paquetes
fr_fr: Création de la stratégie de refus basée sur les noms de famille de package
he_il: יוצר את מדיניות הדחייה בהתבסס על שמות משפחת חבילה
hi_in: Package Family Names के आधार पर निषेध नीति बनाई जा रही है
ja_jp: パッケージファミリ名に基づいて拒否ポリシーを作成しています
ml_in: പാക്കേജ് ഫാമിലി നെയിമുകളെ അടിസ്ഥാനമാക്കി നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie zasad odmowy na podstawie nazw rodzin pakietów
tr_tr: Paket Aile Adlarına dayalı reddetme politikası oluşturma

# DenyPolicyCreated
source: Successfully created the Deny policy
ar: تم إنشاء سياسة Deny بنجاح
de_de: Die Deny-Richtlinie wurde erfolgreich erstellt
el_gr: Επιτυχής δημιουργία της πολιτικής Απαγόρευσης
es: Se creó correctamente la directiva de Denegación
fr_fr: Création réussie de la stratégie de refus
he_il: יצרתי בהצלחה את מדיניות הדחייה
hi_in: निषेध नीति सफलतापूर्वक बनाई गई
ja_jp: 拒否ポリシーが正常に作成されました
ml_in: നിഷേധിക്കൽ നയം വിജയകരമായി സൃഷ്ടിച്ചു
pl_pl: Pomyślnie utworzono zasady odmowy
tr_tr: Reddetme politikası başarıyla oluşturuldu

# WarningTitle
source: WARNING
ar: تحذير
de_de: WARNUNG
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
es: ADVERTENCIA
fr_fr: AVERTISSEMENT
he_il: אזהרה
hi_in: चेतावनी
ja_jp: 警告
ml_in: മുന്നറിയിപ്പ്
pl_pl: OSTRZEŻENIE
tr_tr: UYARI

# ManualRemovalWarning
source: The policy '
ar: السياسة '
de_de: Die Richtlinie '
el_gr: Η πολιτική '
es: La directiva '
fr_fr: La stratégie '
he_il: המדיניות '
hi_in: नीति '
ja_jp: ポリシー '
ml_in: നയം '
pl_pl: Zasady '
tr_tr: Politika '

# ManualRemovalWarningEnd
source: must not be manually removed because you WILL NOT BE ABLE TO USE APPCONTROL MANAGER AGAIN. It is automatically removed when its corresponding base policy is removed from the system. Are you sure you still want to remove it manually?
ar: ' يجب ألا تتم إزالتها يدويًا لأنك لن تتمكن من استخدام AppControl Manager مرة أخرى. يتم إزالتها تلقائيًا عند إزالة سياستها الأساسية المقابلة من النظام. هل أنت متأكد أنك تريد إزالتها يدويًا؟
de_de: darf nicht manuell entfernt werden, da Sie den APPCONTROL MANAGER ANSCHLIESSEND NICHT MEHR VERWENDEN KÖNNEN. Sie wird automatisch entfernt, wenn die entsprechende Basisrichtlinie vom System entfernt wird. Möchten Sie sie wirklich manuell entfernen?
el_gr: δεν πρέπει να αφαιρεθεί χειροκίνητα επειδή ΔΕΝ ΘΑ ΜΠΟΡΕΙΤΕ ΝΑ ΧΡΗΣΙΜΟΠΟΙΗΣΕΤΕ ΞΑΝΑ ΤΟ APPCONTROL MANAGER. Αφαιρείται αυτόματα όταν η αντίστοιχη βασική πολιτική αφαιρεθεί από το σύστημα. Είστε σίγουροι ότι εξακολουθείτε να θέλετε να την αφαιρέσετε χειροκίνητα;
es: no debe eliminarse manualmente porque NO PODRÁ UTILIZAR APPCONTROL MANAGER NUEVAMENTE. Se elimina automáticamente cuando su directiva base correspondiente se elimina del sistema. ¿Está seguro de que aún desea eliminarla manualmente?
fr_fr: ne doit pas être supprimée manuellement car vous NE POURREZ PLUS UTILISER APPCONTROL MANAGER. Elle est automatiquement supprimée lorsque sa stratégie de base correspondante est supprimée du système. Êtes-vous sûr de vouloir toujours la supprimer manuellement ?
he_il: אסור להסיר ידנית מכיוון שלא תוכל להשתמש שוב במנהל AppControl. היא מוסרת אוטומטית כאשר המדיניות הבסיסית המתאימה מוסרת מהמערכת. האם אתה בטוח שברצונך להסיר אותה ידנית?
hi_in: को मैन्युअल रूप से न हटाएँ क्योंकि आप APPCONTROL MANAGER का पुनः उपयोग नहीं कर पाएंगे। इसे तब अपने आप हटाया जाता है जब इसकी संबंधित मूल नीति सिस्टम से हटा दी जाती है। क्या आप फिर भी इसे मैन्युअल रूप से हटाना चाहते हैं?
ja_jp: は手動で削除してはいけません。削除すると、APPCONTROL MANAGERを再び使用できなくなります。このポリシーは、対応するベースポリシーがシステムから削除されると自動的に削除されます。それでも手動で削除しますか？
ml_in: സ്വമേധയാ നീക്കം ചെയ്യരുത്, കാരണം നിങ്ങൾക്ക് പിന്നീട് ആപ്പ്കൺട്രോൾ മാനേജർ ഉപയോഗിക്കാൻ കഴിയില്ല. അതിന്റെ അനുബന്ധ അടിസ്ഥാന നയം സിസ്റ്റത്തിൽ നിന്ന് നീക്കം ചെയ്യുമ്പോൾ ഇത് സ്വയം നീക്കം ചെയ്യപ്പെടും. നിങ്ങൾ ഇപ്പോഴും ഇത് സ്വമേധയാ നീക്കം ചെയ്യാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?
pl_pl: nie wolno usuwać ręcznie, ponieważ NIE BĘDZIESZ MÓGŁ PONOWNIE UŻYWAĆ MENEDŻERA APPCONTROL. Jest ona automatycznie usuwana po usunięciu z systemu odpowiadających jej zasad podstawowych. Czy na pewno chcesz ją usunąć ręcznie?
tr_tr: APPCONTROL MANAGER'I TEKRAR KULLANAMAYACAĞINIZ için manuel olarak kaldırılmamalıdır. İlgili temel politika sistemden kaldırıldığında otomatik olarak kaldırılır. Hala manuel olarak kaldırmak istediğinizden emin misiniz?

source: Yes
ar: نعم
de_de: Ja
el_gr: Ναι
es: Sí
fr_fr: Oui
he_il: כן
hi_in: हाँ
ja_jp: はい
ml_in: അതെ
pl_pl: Tak
tr_tr: Evet

source: No
ar: لا
de_de: Nein
el_gr: Όχι
fr_fr: Non
he_il: לא
hi_in: नहीं
ja_jp: いいえ
ml_in: ഇല്ല
pl_pl: Nie
tr_tr: HAYIR

# RestartRequired
source: Before you can safely remove the signed policy named '
ar: قبل أن تتمكن من إزالة السياسة الموقعة المسماة '
de_de: Bevor Sie die signierte Richtlinie mit dem Namen '
el_gr: Πριν μπορέσετε να αφαιρέσετε με ασφάλεια την υπογεγραμμένη πολιτική με το όνομα '
es: Antes de que pueda eliminar de forma segura la directiva firmada llamada '
fr_fr: Avant de pouvoir supprimer en toute sécurité la stratégie signée nommée '
he_il: לפני שתוכל להסיר בבטחה את המדיניות החתומה בשם '
hi_in: सुरक्षित रूप से हटाने से पहले साइन की गई नीति जिसका नाम '
ja_jp: 署名済みポリシー '
ml_in: ഒപ്പിട്ട നയം സുരക്ഷിതമായി നീക്കം ചെയ്യുന്നതിന് മുമ്പ് '
pl_pl: Zanim będzie można bezpiecznie usunąć podpisane zasady o nazwie '
tr_tr: ' adlı imzalı politikayı güvenle kaldırabilmeniz için önce

# RestartRequiredEnd
source: with the ID '
ar: ' بمعرّف '
de_de: mit der ID '
el_gr: με το ID '
es: con el ID '
fr_fr: avec l'ID '
he_il: עם ה-ID '
hi_in: ' और आईडी '
ja_jp: ' (ID: '
ml_in: ഐഡിയോടുകൂടിയ '
pl_pl: o identyfikatorze '
tr_tr: ' kimliğiyle

# Understand
source: I Understand
ar: فهمت
de_de: Ich habe verstanden
el_gr: Κατανοώ
es: Entiendo
fr_fr: Je comprends
he_il: אני מבין
hi_in: मैं समझता हूँ
ja_jp: 理解しました
ml_in: മനസ്സിലായി
pl_pl: Rozumiem
tr_tr: Anladım
